Repository: aslanmanov06-ai/bo-ham-znakomstva
Catalog: OrzuApp/Localizable.xcstrings
Source language: ru
Languages: en, tg

source: Задать пароль
en: Set password
tg: Рамз гузоштан

source: Закрепить
en: Pin
tg: Мустаҳкам кардан

source: Закреплён
en: Pinned
tg: Мустаҳкам шуд

source: Закреплённое сообщение
en: Pinned message
tg: Паёми мустаҳкамшуда

source: Закройте приложение в переключателе приложений и откройте снова.
en: Close the app in the app switcher and open it again.
tg: Барномаро дар мубодилакунаки барномаҳо пӯшед ва аз нав кушоед.

source: Закрыть
en: Close
tg: Пӯшидан

source: Заметка
en: Note
tg: Қайд

source: Занятия
en: Activities
tg: Машғулиятҳо

source: Записать видеосообщение
en: Record a video message
tg: Сабти видеопаём

source: Записать голосовое
en: Record a voice message
tg: Сабти паёми овозӣ

source: Запись · %@ из %@
en: Recording · %@ of %@
tg: Сабт · %@ аз %@

source: Запись голосового
en: Recording a voice message
tg: Сабти паёми овозӣ

source: Запись голосового, %@
en: Recording a voice message, %@
tg: Сабти паёми овозӣ, %@

source: Запись слишком короткая или не удалась — попробуйте ещё раз
en: The recording is too short or failed — try again
tg: Сабт хеле кӯтоҳ аст ё нашуд — боз кӯшиш кунед

source: Заполните анкету, подтвердите её селфи — и вы появитесь в ленте у тех, кто ищет такого человека, как вы.
en: Fill in your profile and verify it with a selfie — and you'll appear in the feed of people looking for someone like you.
tg: Анкетаро пур кунед, онро бо селфи тасдиқ кунед — ва шумо дар навори касоне пайдо мешавед, ки шахси монанди шуморо меҷӯянд.

source: Заполнить анкету
en: Fill in profile
tg: Анкетаро пур кардан

source: Запретить публиковать
en: Don't allow posting
tg: Нашрро манъ кардан

source: Запрос на переписку
en: Chat request
tg: Дархост барои мукотиба

source: Запросов нет
en: No requests
tg: Дархост нест

source: Запросы
en: Requests
tg: Дархостҳо

source: Запросы на переписку
en: Chat requests
tg: Дархостҳо барои мукотиба

source: Звоним…
en: Calling…
tg: Занг мезанем…

source: Звонок завершён
en: Call ended
tg: Занг анҷом ёфт

source: Звонок уже завершён
en: The call has already ended
tg: Занг аллакай анҷом ёфтааст

source: Звук выключен
en: Muted
tg: Садо хомӯш

source: Здесь появятся сообщения от тех, с кем вы ещё не переписывались
en: Messages from people you haven't chatted with yet will appear here
tg: Дар ин ҷо паёмҳои касоне пайдо мешаванд, ки бо онҳо ҳанӯз мукотиба накардаед

source: Зелёный
en: Green
tg: Сабз

source: Знакомства
en: Dating
tg: Шиносоӣ

source: Знакомства для серьёзных отношений
en: Dating for serious relationships
tg: Шиносоӣ барои муносибатҳои ҷиддӣ

source: Знакомства для серьёзных отношений, переписка и звонки — в одном месте
en: Dating for serious relationships, chats and calls — all in one place
tg: Шиносоӣ барои муносибатҳои ҷиддӣ, мукотиба ва зангҳо — дар як ҷо

source: Знакомства работают, пока все соблюдают эти правила. Нарушения проверяют модераторы.
en: Dating works as long as everyone follows these rules. Moderators review violations.
tg: Шиносоӣ то он даме кор мекунад, ки ҳама ин қоидаҳоро риоя кунанд. Вайронкуниҳоро модераторҳо месанҷанд.

source: Знакомые
en: Acquaintances
tg: Шиносҳо

source: Значок «проверен» и анкета остаются — лента, лайки и переписки работают как обычно.
en: The “verified” badge and your profile stay — the feed, likes and chats work as usual.
tg: Нишони «тасдиқшуда» ва анкета боқӣ мемонанд — навор, лайкҳо ва мукотиба мисли пештара кор мекунанд.

source: Золото
en: Gold
tg: Тилло

source: И запросы на переписку
en: And chat requests
tg: Ва дархостҳо барои мукотиба

source: Идёт запись экрана — содержимое скрыто
en: Screen recording in progress — content hidden
tg: Экран сабт мешавад — мундариҷа пинҳон аст

source: Изменить нельзя
en: Can't be changed
tg: Тағйир додан мумкин нест

source: Изменить почту
en: Change email
tg: Иваз кардани почта

source: Имя
en: Name
tg: Ном

source: Имя пользователя
en: Username
tg: Номи корбар

source: Иначе — только «Бо Хам · Новое сообщение»
en: Otherwise only “Bo Ham · New message”
tg: Вагарна танҳо «Бо Хам · Паёми нав»

source: Инкогнито
en: Incognito

source: Инкогнито: анкету видят только те, кого вы лайкнули. Новых людей, которые сами найдут вас, станет меньше.
en: Incognito: only people you liked can see your profile. Fewer new people will find you on their own.
tg: Инкогнито: анкетаро танҳо касоне мебинанд, ки шумо лайк кардед. Одамони наве, ки худашон шуморо меёбанд, камтар мешаванд.

source: Интересы
en: Interests
tg: Шавқу завқ

source: Интересы и вкусы
en: Interests and tastes
tg: Шавқу завқ ва дилхоҳиҳо

source: Информация
en: Information
tg: Маълумот

source: Исчезнет через %@
en: Disappears in %@
tg: Пас аз %@ нопадид мешавад

source: К последним сообщениям
en: To latest messages
tg: Ба паёмҳои охирин

source: Каждое селфи сверяет модератор
en: A moderator checks every selfie
tg: Ҳар селфиро модератор месанҷад

source: Как в системе
en: Same as system
tg: Мисли система

source: Как к вам обращаться
en: What should we call you
tg: Шуморо чӣ ном гирем

source: Как меня видят
en: How others see me
tg: Дигарон маро чӣ хел мебинанд

source: Как подключить
en: How to connect
tg: Чӣ тавр пайваст кардан

source: Какие чаты показать
en: Which chats to show
tg: Кадом чатҳоро нишон диҳем

source: Канал
en: Channel

source: Канал · %lld подписчиков
en: Channel · %lld subscribers
tg: Канал · %lld обуначӣ

source: Канал не найден.
en: Channel not found.
tg: Канал ёфт нашуд.

source: Каналы
en: Channels
tg: Каналҳо

source: Карта: где %@ и куда двигался(ась)
en: Map: where %@ is and the route taken
tg: Харита: %@ дар куҷост ва ба куҷо рафт

source: Кафе, парк, адрес
en: Café, park, address
tg: Қаҳвахона, боғ, суроға

source: Ключ шифрования собеседника изменился. Так бывает после переустановки приложения — но так же выглядела бы и подмена ключа сервером. Сверьте код безопасности с собеседником лично.
en: Your contact's encryption key has changed. This happens after reinstalling the app — but a key swap by the server would look the same. Compare the safety code with your contact in person.
tg: Калиди рамзгузории ҳамсӯҳбат иваз шуд. Ин пас аз аз нав насб кардани барнома рух медиҳад — аммо ивази калид аз ҷониби сервер низ ҳамин хел менамуд. Рамзи бехатариро бо ҳамсӯҳбат шахсан муқоиса кунед.

source: Когда
en: When
tg: Кай

source: Когда вас лайкнут в ленте, человек появится здесь.
en: When someone likes you in the feed, they'll appear here.
tg: Вақте шуморо дар навор лайк кунанд, он шахс дар ин ҷо пайдо мешавад.

source: Кого ищу
en: Looking for
tg: Киро меҷӯям

source: Код безопасности
en: Safety code
tg: Рамзи бехатарӣ

source: Код действует 15 минут
en: The code is valid for 15 minutes
tg: Рамз 15 дақиқа эътибор дорад

source: Код из письма
en: Code from the email
tg: Рамз аз мактуб

source: Код отправлен на %@. Проверьте и папку «Спам».
en: Code sent to %@. Check your Spam folder too.
tg: Рамз ба %@ фиристода шуд. Папкаи «Спам»-ро низ санҷед.

source: Код придёт, только если эта почта подтверждена в настройках аккаунта.
en: The code arrives only if this email is verified in your account settings.
tg: Рамз танҳо ҳамон вақт меояд, ки ин почта дар танзимоти ҳисоб тасдиқ шуда бошад.

source: Кому переслать
en: Forward to
tg: Ба кӣ фиристодан

source: Контакт не узнает, что вы его добавили, пока вы не отправите SOS или не поделитесь встречей.
en: The contact won't know you added them until you send an SOS or share a date.
tg: Тамос намедонад, ки шумо ӯро илова кардед, то вақте ки SOS нафиристед ё вохӯриро мубодила накунед.

source: Контакты и SOS
en: Contacts and SOS
tg: Тамосҳо ва SOS

source: Конфиденциальность
en: Privacy
tg: Махфият

source: Кто может добавлять в группы
en: Who can add me to groups
tg: Кӣ метавонад ба гурӯҳҳо илова кунад

source: Кто может мне писать
en: Who can message me
tg: Кӣ метавонад ба ман нависад

source: Кто: %@ Где: %@ Когда: %@
en: Who: %@ Where: %@ When: %@
tg: Кӣ: %@ Куҷо: %@ Кай: %@

source: Курение
en: Smoking
tg: Тамокукашӣ

source: Лайк
en: Like

source: Лайки закончились — вернутся %@
en: Out of likes — they come back at %@
tg: Лайкҳо тамом шуданд — соати %@ бармегарданд

source: Лайков сегодня: %lld из %lld · сообщений: %lld из %lld
en: Likes today: %lld of %lld · messages: %lld of %lld
tg: Лайкҳои имрӯз: %lld аз %lld · паёмҳо: %lld аз %lld

source: Лента закрыта
en: Feed closed
tg: Навор баста аст

source: Любимая кухня
en: Favorite cuisine
tg: Таомҳои дӯстдошта

source: Любой
en: Any
tg: Ҳар кадом

source: МОИ ОБРАЩЕНИЯ
en: MY REQUESTS
tg: МУРОҶИАТҲОИ МАН

source: Меня легко рассмешить, если…
en: It's easy to make me laugh if…
tg: Маро хандондан осон аст, агар…

source: Мечтаю когда-нибудь…
en: Someday I dream of…
tg: Орзу дорам рӯзе…

source: Модератор проверит жалобу. %@ не узнает, кто пожаловался.
en: A moderator will review the report. %@ won't know who reported them.
tg: Модератор шикоятро месанҷад. %@ намедонад, ки кӣ шикоят кард.

source: Модератор просит новое селфи
en: A moderator is asking for a new selfie
tg: Модератор селфии нав мехоҳад

source: Модератор сверит его с фото анкеты
en: A moderator will compare it with your profile photos
tg: Модератор онро бо аксҳои анкета муқоиса мекунад

source: Модератор сверит селфи с фото анкеты
en: A moderator will compare the selfie with your profile photos
tg: Модератор селфиро бо аксҳои анкета муқоиса мекунад

source: Модератор сверит селфи с фото — так другие поймут, что вы настоящий.
en: A moderator will compare the selfie with your photos — so others know you're real.
tg: Модератор селфиро бо аксҳо муқоиса мекунад — то дигарон донанд, ки шумо воқеӣ ҳастед.

source: Модератор сравнит селфи с фото анкеты — обычно это занимает несколько часов.
en: A moderator will compare the selfie with your profile photos — this usually takes a few hours.
tg: Модератор селфиро бо аксҳои анкета муқоиса мекунад — одатан ин якчанд соат мегирад.

source: Мои боты
en: My bots
tg: Ботҳои ман

source: Мои выходные — это…
en: My weekends are…
tg: Рӯзҳои истироҳати ман…

source: Мой профиль
en: My profile
tg: Профили ман

source: Моя анкета
en: My dating profile
tg: Анкетаи ман

source: НРАВИТСЯ
en: LIKE
tg: ЛАЙК

source: На 1 час
en: For 1 hour
tg: Ба 1 соат

source: На 8 часов
en: For 8 hours
tg: Ба 8 соат

source: На неделю
en: For a week
tg: Ба як ҳафта

source: На почту придёт код подтверждения. Дальше — короткая анкета: пол, дата рождения, город и одно фото.
en: A confirmation code will be sent to your email. Then a short profile: gender, date of birth, city and one photo.
tg: Ба почта рамзи тасдиқ меояд. Баъд — анкетаи кӯтоҳ: ҷинс, санаи таваллуд, шаҳр ва як акс.

source: На проверке
en: Under review
tg: Дар санҷиш

source: На сервере пока не настроена отправка писем — привязать почту нельзя.
en: Email sending isn't set up on the server yet — you can't link an email.
tg: Дар сервер ҳоло фиристодани мактуб танзим нашудааст — почтаро пайваст кардан мумкин нест.

source: На этом устройстве нет фронтальной камеры — пройдите проверку с iPhone
en: This device has no front camera — verify using an iPhone
tg: Ин дастгоҳ камераи пеш надорад — санҷишро бо iPhone гузаронед

source: Навсегда
en: Forever
tg: Барои ҳамеша

source: Нажмите на вопрос — он уйдёт в чат пары.
en: Tap a question — it will be sent to your couple's chat.
tg: Саволро пахш кунед — он ба чати ҷуфт меравад.

source: Нажмите ✎, чтобы найти собеседника
en: Tap ✎ to find someone to chat with
tg: Барои ёфтани ҳамсӯҳбат ✎-ро пахш кунед

source: Нажмите, чтобы досмотреть
en: Tap to finish viewing
tg: Барои то охир дидан пахш кунед

source: Нажмите, чтобы посмотреть
en: Tap to view
tg: Барои дидан пахш кунед

source: Назад
en: Back
tg: Бозгашт

source: Название
en: Title
tg: Ном

source: Название или @username канала
en: Channel name or @username
tg: Номи канал ё @username

source: Назначенной встречей можно поделиться с доверенными контактами — им придут место и время.
en: You can share a scheduled date with trusted contacts — they'll get the place and time.
tg: Вохӯрии таъиншударо бо тамосҳои боэътимод мубодила кардан мумкин — ба онҳо ҷой ва вақт меояд.

source: Найдено
en: Found
tg: Ёфт шуд

source: Найти
en: Find
tg: Ёфтан

source: Найти канал
en: Find a channel
tg: Ёфтани канал

source: Найти по @username
en: Find by @username
tg: Ёфтан бо @username

source: Написать
en: Message
tg: Навиштан

source: Написать в поддержку
en: Contact support
tg: Ба дастгирӣ навиштан

source: Напишите первым
en: Write first
tg: Аввал нависед

source: Например, Новости
en: For example, News
tg: Масалан, Ахбор

source: Например, врач или инженер
en: For example, doctor or engineer
tg: Масалан, духтур ё муҳандис

source: Настройки
en: Settings
tg: Танзимот

source: Находить меня по @username
en: Let people find me by @username
tg: Маро бо @username ёбанд

source: Начало
en: Beginning
tg: Оғоз

source: Начать запись
en: Start recording
tg: Оғози сабт

source: Не важно
en: Doesn't matter
tg: Муҳим нест

source: Не загрузилось
en: Failed to load
tg: Бор нашуд

source: Не меньше 8 символов
en: At least 8 characters
tg: На камтар аз 8 аломат

source: Не отправлено
en: Not sent
tg: Фиристода нашуд

source: Не проверена
en: Not verified
tg: Тасдиқ нашудааст

source: Не просмотрено
en: Not viewed
tg: Дида нашудааст

source: Не состоялось — никто не ответил вовремя
en: Didn't happen — nobody replied in time
tg: Нашуд — касе сари вақт ҷавоб надод

source: Не удалось воспроизвести: %@
en: Couldn't play: %@
tg: Пахш кардан нашуд: %@

source: Не удалось загрузить видео
en: Couldn't load the video
tg: Видеоро бор кардан нашуд

source: Не удалось загрузить фото
en: Couldn't load the photo
tg: Аксро бор кардан нашуд

source: Не удалось загрузить чаты
en: Couldn't load chats
tg: Чатҳоро бор кардан нашуд

source: Не удалось обработать видео — загрузите другое
en: Couldn't process the video — upload another one
tg: Видеоро коркард кардан нашуд — дигарашро бор кунед

source: Не удалось обработать голосовое — запишите заново
en: Couldn't process the voice greeting — record it again
tg: Саломи овозиро коркард кардан нашуд — аз нав сабт кунед

source: Не удалось определить геопозицию
en: Couldn't determine your location
tg: Ҷойгиршавиро муайян кардан нашуд

source: Не удалось открыть
en: Couldn't open
tg: Кушодан нашуд

source: Не удалось подготовить видео, попробуйте другое
en: Couldn't prepare the video, try another one
tg: Видеоро омода кардан нашуд, дигарашро санҷед

source: Не удалось подготовить фото
en: Couldn't prepare the photo
tg: Аксро омода кардан нашуд

source: Не удалось показать анкету
en: Couldn't show the profile
tg: Анкетаро нишон додан нашуд

source: Не удалось прочитать видео
en: Couldn't read the video
tg: Видеоро хондан нашуд

source: Не удалось прочитать запись: %@
en: Couldn't read the recording: %@
tg: Сабтро хондан нашуд: %@

source: Не удалось прочитать файл: %@
en: Couldn't read the file: %@
tg: Файлро хондан нашуд: %@

source: Не удалось прочитать фото
en: Couldn't read the photo
tg: Аксро хондан нашуд

source: Не удалось расшифровать сообщение
en: Couldn't decrypt the message
tg: Паёмро рамзкушоӣ кардан нашуд

source: Не удалось сохранить ключ шифрования
en: Couldn't save the encryption key
tg: Калиди рамзгузориро нигоҳ доштан нашуд

source: Не удалось сохранить снимок — попробуйте ещё раз
en: Couldn't save the photo — try again
tg: Суратро нигоҳ доштан нашуд — боз кӯшиш кунед

source: Не узнаёте устройство — завершите сеанс и смените пароль. На завершённом устройстве придётся войти заново.
en: Don't recognize a device? End the session and change your password. You'll have to sign in again on the ended device.
tg: Дастгоҳро намешиносед — сеансро анҷом диҳед ва рамзро иваз кунед. Дар дастгоҳи анҷомёфта бояд аз нав ворид шуд.

source: Неверный или просроченный код
en: Invalid or expired code
tg: Рамзи нодуруст ё мӯҳлаташ гузашта

source: Неизвестная ошибка
en: Unknown error
tg: Хатои номаълум

source: Неизвестное устройство
en: Unknown device
tg: Дастгоҳи номаълум

source: Некорректный ключ шифрования
en: Invalid encryption key
tg: Калиди рамзгузории нодуруст

source: Некорректный ответ сервера
en: Invalid server response
tg: Ҷавоби нодурусти сервер

source: Необязательно
en: Optional
tg: Ихтиёрӣ

source: Непристойный контент
en: Inappropriate content
tg: Мундариҷаи ношоиста

source: Несовершеннолетний
en: Underage
tg: Ноболиғ

source: Несогласие с решением
en: Disagree with the decision
tg: Бо қарор розӣ нестам

source: Нет доступа к камере — разрешите его в Настройках iPhone
en: No access to the camera — allow it in iPhone Settings
tg: Дастрасӣ ба камера нест — онро дар Танзимоти iPhone иҷозат диҳед

source: Нет доступа к микрофону — разрешите его в Настройках iPhone
en: No access to the microphone — allow it in iPhone Settings
tg: Дастрасӣ ба микрофон нест — онро дар Танзимоти iPhone иҷозат диҳед

source: Нет ни одного фото, одобренного модератором
en: No photos approved by a moderator
tg: Ягон акси аз ҷониби модератор тасдиқшуда нест

source: Нет письма? Проверьте «Спам»
en: No email? Check Spam
tg: Мактуб нест? «Спам»-ро санҷед

source: Нет подключения к интернету
en: No internet connection
tg: Пайвастшавӣ ба интернет нест

source: Нет сети
en: No network
tg: Шабака нест

source: Никого не нашли
en: No one found
tg: Касе ёфт нашуд

source: Никто
en: Nobody
tg: Ҳеҷ кас

source: Никто не заблокирован
en: No one is blocked
tg: Ҳеҷ кас блок нашудааст

source: Никто не ответил
en: No one answered
tg: Касе ҷавоб надод

source: Новая анкета
en: New profile
tg: Анкетаи нав

source: Новенький
en: New here
tg: Нав омада

source: Новое обращение
en: New request
tg: Муроҷиати нав

source: Новости приложения
en: App news
tg: Ахбори барнома

source: Новые аккаунты сейчас не создаются. Загляните позже — обычно это ненадолго.
en: New accounts can't be created right now. Check back later — it's usually not for long.
tg: Ҳоло ҳисобҳои нав сохта намешаванд. Баъдтар бинед — одатан ин дер давом намекунад.

source: Новые пары
en: New matches
tg: Ҷуфтҳои нав

source: Новые функции и важные объявления
en: New features and important announcements
tg: Имкониятҳои нав ва эълонҳои муҳим

source: Новый бот
en: New bot
tg: Боти нав

source: Новый канал
en: New channel
tg: Канали нав

source: Новый пароль (мин. 8 символов)
en: New password (min. 8 characters)
tg: Рамзи нав (ҳадди ақал 8 аломат)

source: Новый токен
en: New token
tg: Токени нав

source: Новый чат
en: New chat
tg: Чати нав

source: Ночь
en: Night
tg: Шаб

source: Нравится
en: Like
tg: Писанд

source: Нужна
en: Required
tg: Лозим

source: Нужно новое селфи
en: A new selfie is needed
tg: Селфии нав лозим аст

source: Нужно подтвердить анкету селфи
en: Verify your profile with a selfie
tg: Анкетаро бо селфи тасдиқ кардан лозим

source: О себе
en: About me
tg: Дар бораи худ

source: О чём поговорить
en: Things to talk about
tg: Дар бораи чӣ гап задан

source: О чём сообщать
en: What to notify about
tg: Дар бораи чӣ хабар додан

source: Обжалование отправлено. Модератор пересмотрит решение, ответ придёт на почту аккаунта.
en: Appeal sent. A moderator will review the decision; the answer will come to your account email.
tg: Шикоят фиристода шуд. Модератор қарорро аз нав баррасӣ мекунад, ҷавоб ба почтаи ҳисоб меояд.

source: Обжаловать
en: Appeal
tg: Шикоят кардан

source: Обновите приложение
en: Update the app
tg: Барномаро навсозӣ кунед

source: Обновить
en: Refresh
tg: Навсозӣ

source: Обновить в App Store
en: Update in the App Store
tg: Навсозӣ дар App Store

source: Обновить место
en: Update location
tg: Навсозии ҷой

source: Обновлено %@
en: Updated %@
tg: Нав шуд %@

source: Обновляем Бо Хам. Скоро вернёмся — спасибо, что подождёте.
en: We're updating Bo Ham. Back soon — thanks for waiting.
tg: Бо Хамро нав мекунем. Ба зудӣ бармегардем — ташаккур барои интизорӣ.

source: Обрабатывается — появится через минуту
en: Processing — it will appear in a minute
tg: Коркард мешавад — баъди як дақиқа пайдо мешавад

source: Образ жизни
en: Lifestyle
tg: Тарзи ҳаёт

source: Образование
en: Education
tg: Маълумот

source: Обязательно. Никому не показывается.
en: Required. Never shown to anyone.
tg: Ҳатмӣ. Ба касе нишон дода намешавад.

source: Ожидание сети…
en: Waiting for network…
tg: Шабакаро интизорем…

source: Ок
en: OK
tg: Хуб

source: Опишите подробно — так ответим быстрее
en: Describe it in detail — we'll answer faster
tg: Муфассал нависед — зудтар ҷавоб медиҳем

source: Оранжевый
en: Orange
tg: Норинҷӣ

source: Оскорбления и преследование
en: Insults and harassment
tg: Таҳқир ва таъқиб

source: Осталось %lld секунд
en: %lld seconds left
tg: %lld сония монд

source: Осталось добавить фото и подтвердить их селфи — после этого вас увидят в ленте.
en: Just add photos and verify them with a selfie — then people will see you in the feed.
tg: Танҳо акс илова кардан ва онҳоро бо селфи тасдиқ кардан монд — баъд шуморо дар навор мебинанд.

source: Остановить и отправить
en: Stop and send
tg: Қатъ кардан ва фиристодан

source: От
en: From
tg: Аз

source: От команды Бо Хам
en: From the Bo Ham team
tg: Аз дастаи Бо Хам

source: От первого сообщения до никаха
en: From the first message to nikah
tg: Аз паёми аввал то никоҳ

source: Ответ
en: Reply
tg: Ҷавоб

source: Ответ на проверке
en: Answer under review
tg: Ҷавоб дар санҷиш

source: Ответ на сообщение %@: %@
en: Reply to message from %@: %@
tg: Ҷавоб ба паёми %@: %@

source: Ответ отклонён
en: Answer rejected
tg: Ҷавоб рад шуд

source: Ответ придёт уведомлением и появится здесь.
en: You'll get the answer as a notification and it will appear here.
tg: Ҷавоб ҳамчун огоҳинома меояд ва дар ин ҷо пайдо мешавад.

source: Ответ: %@
en: Reply: %@
tg: Ҷавоб: %@

source: Ответили
en: Answered
tg: Ҷавоб доданд

source: Ответите — и вы станете парой
en: Reply — and you'll become a couple
tg: Ҷавоб диҳед — ва шумо ҷуфт мешавед

source: Ответите — и откроется чат
en: Reply — and the chat will open
tg: Ҷавоб диҳед — ва чат кушода мешавад

source: Ответить
en: Reply
tg: Ҷавоб додан

source: Ответьте лайком — и вы пара. Если пропустите, человек об этом не узнает.
en: Like them back — and you're a match. If you skip, they won't know.
tg: Бо лайк ҷавоб диҳед — ва шумо ҷуфт ҳастед. Агар гузаронед, он шахс намедонад.

source: Ответьте, чтобы начать общение
en: Reply to start talking
tg: Барои оғози суҳбат ҷавоб диҳед

source: Отвязать почту
en: Unlink email
tg: Почтаро ҷудо кардан

source: Отклонено
en: Declined
tg: Рад шуд

source: Отклонить
en: Decline
tg: Рад кардан

source: Отключить аккаунт
en: Pause account
tg: Ҳисобро хомӯш кардан

source: Отключить или удалить аккаунт
en: Pause or delete account
tg: Хомӯш кардан ё нест кардани ҳисоб

source: Отключить на время
en: Pause for a while
tg: Муваққатан хомӯш кардан

source: Открепить
en: Unpin
tg: Аз мустаҳкам баровардан

source: Открыть анкету
en: Open profile
tg: Кушодани анкета

source: Открыть настройки iPhone
en: Open iPhone Settings
tg: Кушодани Танзимоти iPhone

source: Отлично, спасибо
en: Great, thanks
tg: Хуб, ташаккур

source: Отмена
en: Cancel
tg: Бекор кардан

source: Отменено собеседником
en: Cancelled by the other person
tg: Ҳамсӯҳбат бекор кард

source: Отменить
en: Cancel
tg: Бекор кардан

source: Отменить ответ
en: Cancel reply
tg: Бекор кардани ҷавоб

source: Отменить предложение
en: Withdraw proposal
tg: Бекор кардани пешниҳод

source: Отменить приглашение
en: Cancel invitation
tg: Бекор кардани даъват

source: Отменить редактирование
en: Cancel editing
tg: Бекор кардани таҳрир

source: Отписаться
en: Unsubscribe
tg: Обунаро бекор кардан

source: Отписаться от канала
en: Unsubscribe from channel
tg: Обунаи каналро бекор кардан

source: Отписаться от канала?
en: Unsubscribe from the channel?
tg: Обунаи каналро бекор кунед?

source: Отправили 6 цифр на
en: We sent 6 digits to
tg: 6 рақам фиристодем ба
